tap "1password/tap"
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "shivammathur/php"
brew "python@3.11"
brew "awscli"
brew "blink1"
brew "blueutil"
brew "php"
brew "composer"
brew "git"
brew "node"
brew "php-cs-fixer"
brew "python@3.10"
brew "python@3.8"
brew "shellcheck"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "shivammathur/php/php@7.4"
cask "1password-cli"
cask "blink1control"
cask "c0re100-qbittorrent"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-monocraft"
cask "google-chrome"
cask "hammerspoon"
cask "insomnia"
cask "iterm2"
cask "jumpcut"
cask "karabiner-elements"
cask "slack"
cask "tower"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
